import Link from "next/link";
import Header from "../components/poemComponent/headers";

export default function Home() {
  return (
    <main>
      <div className="content">
        <section className="about">
          <h2>About the Author</h2>
          <ul>
            <li>
              राजस्थान राज्य के सरकारी विद्यालय में शिक्षक, प्रशिक्षक व वर्तमान
              में हेडमास्टर की भूमिका में
            </li>
            <li>विगत 25 वर्षों से शिक्षा क्षेत्र में कार्यरत</li>
            <li>
              राजकीय लेखन कार्यों, कार्यक्रमों, विभिन्न गतिविधियों में सक्रिय
              भूमिका
            </li>
            <li>पुस्तकों व पुस्तकालय से विशेष लगाव</li>
            <li>पढ़ने लिखने की संस्कृति के उन्नयन पर कर्मशील</li>
            <li>
              स्थानीय विद्यालय में पुस्तकालय की स्थापना व रीडिंग कॉर्नर के
              माध्यम से सभी बच्चों में साहित्य के प्रति रुचि जागृत करने में
              प्रयासरत
            </li>
            <li>
              जन सरोकारों के प्रति कर्तव्यनिष्ठ लगभग 50 बार रक्तदान कर चुकी हैं
              तथा नियमित पौधरोपण में सक्रिय
            </li>
            <li>राजस्थान राज्य भारत स्काउट एवं गाइड में जिला गाइड प्रभारी</li>
            <li>विभिन्न पत्र-पत्रिकाओं में आलेख प्रकाशित</li>
            <li>बाल साहित्य, उपन्यास, कथा संग्रह शीघ्र प्रकाश्य</li>
            <li>ब्लॉक लेवल राजकीय पुरस्कार से सम्मानित व पुरस्कृत 2022</li>
            <li>राज्य स्तरीय राजकीय पुरस्कार से सम्मानित 2023</li>
            <li>एक कविता संग्रह &apos;प्रेम रागिनी&apos; प्रकाशित</li>
          </ul>
          <p>
            पता : 26-ए दीपक कॉलोनी, श्योपुर, सांगानेर, जयपुर, राज, पिन -302029{" "}
            <br />
            ईमेल : bhatiap426@gmail.com
            <br />
            सम्पर्क : 9950334790
          </p>
        </section>
        <section>
          <h2>Book buying links</h2>
          <div className="booklinks">
            <a href="https://amzn.eu/d/bIc8Scm" target="_blank">
              Prem Ragini
            </a>
          </div>
        </section>
      </div>
    </main>
  );
}
